[
    {
        "type": null,
        "etymoword": "Acute",
        "name": " ",
        "typePhrase": "   ",
        "wordPart": "   the later Romans evidently found words beginning in sc sp st difficult or unpleasant to pronounce in Late Latin forms begin to emerge in i such as ispatium ispiritu and from 5c this shifted to e The development was carried into the Romanic languages especially Old French and the French words were modified further after 15c by natural loss of s the suppression being marked by an acute accent on the e while in other cases the word was formally corrected back to the Latin spelling for example spcial Hence French tat for Old French estat for Latin status etc It also affected Romanic borrowings from Germanic such as espy eschew A different e is a reduceifycenter itemscenter cursorpointer transitionopacity taphighlighttransparent datadisabledtruecursornotallowed datadisabledtrueopacity30 datahoverunselectedtrueopacitydisabled outlinenone datafocusvisibletruez10 datafocusvisibletrueoutline2 datafocusvisibletrueoutlinefocus datafocusvisibletrueoutlineoffset2 h8 roundednone textxl px2 textdavisgray typebutton the later Romans evidently found words beginning in sc sp st difficult or unpleasant to pronounce in Late Latin forms begin to emerge in i such as ispatium ispiritu and from 5c this shifted to e The development was carried into the Romanic languages especially Old French and the French words were modified further after 15c by natural loss of s the suppression being marked by an acute accent on the e while in other cases the word was formally corrected back to the Latin spelling for example spcial Hence French ex before consonants see ex and the e in enough is an unfelt survival of an Old English alternative form of ge  ",
        "termRoot": null,
        "medicalDescription": "The term \"acute\" originates from the late 14th century, initially referring to fevers and diseases that rapidly reached a crisis, contrasting with \"chronic.\" It derives from the Latin \"acutus,\" meaning sharp or pointed, both literally and figuratively. This word is rooted in the Proto-Indo-European \"*ak-\" meaning to be sharp. By the 15th century, \"acute\" described sharpness in perception or intellect. It evolved to denote intense feelings by 1727. Related terms include \"acutely,\" \"acuteness,\" and \"subacute.\"",
        "veterinaryDescription": null,
        "description": "The term \"acute\" originates from the late 14th century, initially referring to fevers and diseases that rapidly reached a crisis, contrasting with \"chronic.\" It derives from the Latin \"acutus,\" meaning sharp or pointed, both literally and figuratively. This word is rooted in the Proto-Indo-European \"*ak-\" meaning to be sharp. By the 15th century, \"acute\" described sharpness in perception or intellect. It evolved to denote intense feelings by 1727. Related terms include \"acutely,\" \"acuteness,\" and \"subacute.\"",
        "relatedMedical": null,
        "relatedVeterinary": null,
        "relatedCommon": null,
        "evolutionStepsMedical": null,
        "evolutionStepsVeterinary": null,
        "evolutionStepsCommon": null,
        "referencesMedical": null,
        "referencesVeterinary": "Sudden onset of disease symptoms in animals, requiring care.",
        "referencesCommon": null,
        "rootMedical": null,
        "rootVeterinary": null,
        "rootCommon": "  ProtoIndoEuropean root meaning be sharp rise out to a point pierce It might form all or part of acacia acanthus accipiter acer acerbic acerbity acervate a acervulus acescent acetic acid acicular acme acne acrid acridity acrimony acro acrobat acromegaly acronym acrophobia acropolis acrostic acrylic acuity aculeate acumen acupressure acupuncture acute aglet ague Akron anoxic awn coelacanth dioxin deoxy eagerof acescent  classcrossreference textprimary hrefwordacescentacescent acetic acid acicular acme acne acrid acridity acrimony acro acrobat acromegaly acronym acrophobia acropolis acrostic acrylic acuity aculeate acumen acupressure acupuncture acute aglet ague Akron anoxic awn coelacanth dioxin deoxy eagerof acescent  classcrossreference textprimary hrefwordacescentacescent acetic acid acicular acme acne acrid acridity acrimony acro acrobat acromegaly acronym acrophobia acropolis acrostic acrylic acuity aculeate acumen acupressure acupuncture acute aglet ague Akron anoxic awn coelacanth dioxin ear n2 grain part of corn edge n egg v to goad on incite eglantine epoxy ester exacerbation hammer hypoxia mediocre oxalic oxide oxy oxygen oxymoron paragon pyracanth paroxysm selvage vinegar It might also be the source of Greek akros at the end at the top outermost consummate excellent akis sharp point ak point of an iron tool akantha thorn akm summit edge oxys sharp bitter Sanskrit acri corner edge acani point of an arrow asrih edge Oscan akrid ablative singular sharply Latin acer fem acris sharp to the senses pungent bitter eager fierce acutus sharp pointed acuere to sharpen acerbus harsh bitter acere be sharp be bitter acus a needle pin ocris jagged mountain Lithuanian amuo sharpness akstis sharp stick Old Lithuanian atras Lithuanian atrus sharp Old Church Slavonic ostru Russian stryj sharp Old Irish er high Welsh ochr edge corner border Old Norse eggja goad Old English ecg sword German Eck corner    "
    },
    {
        "type": null,
        "etymoword": "acupuncturist",
        "name": "   ",
        "typePhrase": " ",
        "wordPart": " ",
        "termRoot": null,
        "medicalDescription": "A practitioner of acupuncture, a term dating back to 1843, derives from \"acupuncture\" combined with the suffix \"-ist,\" indicating someone specializing in this traditional Chinese medical technique involving needle insertion for therapeutic purposes.",
        "veterinaryDescription": null,
        "description": "A practitioner of acupuncture, a term dating back to 1843, derives from \"acupuncture\" combined with the suffix \"-ist,\" indicating someone specializing in this traditional Chinese medical technique involving needle insertion for therapeutic purposes.",
        "relatedMedical": null,
        "relatedVeterinary": null,
        "relatedCommon": null,
        "evolutionStepsMedical": null,
        "evolutionStepsVeterinary": null,
        "evolutionStepsCommon": null,
        "referencesMedical": null,
        "referencesVeterinary": "Acupuncturist treats animals using traditional Chinese medicine methods.",
        "referencesCommon": null,
        "rootMedical": null,
        "rootVeterinary": null,
        "rootCommon": " "
    },
    {
        "type": null,
        "etymoword": "Chronic",
        "name": "  place in Wiltshire Middle English Salesbury Old English Searobyrg Searesbyrig Roman Sorbiodoni Sorvioduni The first element is a British Celtic word of uncertain sense the second is dunon a hill fort or else Gaulish duro fort walled town The first element was altered in Old English by folk etymology and the second replaced by its native translation burh Salisbury steak 1885 is named for JH Salisbury 18231905 US physician and food specialist who promoted it Incorrect use for hamburger generally traces to World War I and the deliberate attempt to purify American English of German loan words    ",
        "typePhrase": "   chronic nephritis 1831 so called for English physician Richard Bright 17891858 who in 1827 first described it chronic nephritis 1831 so called for English physician Richard Bright 17891858 who in 1827 first described it  chronic inflammatory condition of the digestive tract 1935 for US pathologist Burrill Bernard Crohn one of the team that wrote the article describing it in 1932  ",
        "wordPart": " ",
        "termRoot": null,
        "medicalDescription": "The term \"chronic,\" originating in the early 15th century, refers to diseases lasting a long time. It derives from Old French \"chronique\" and Latin \"chronicus,\" which trace back to Greek \"khronikos,\" meaning \"of time.\" Over time, its usage expanded to describe persistent conditions, including skin diseases like psoriasis and scleroderma.",
        "veterinaryDescription": null,
        "description": "The term \"chronic,\" originating in the early 15th century, refers to diseases lasting a long time. It derives from Old French \"chronique\" and Latin \"chronicus,\" which trace back to Greek \"khronikos,\" meaning \"of time.\" Over time, its usage expanded to describe persistent conditions, including skin diseases like psoriasis and scleroderma.",
        "relatedMedical": null,
        "relatedVeterinary": null,
        "relatedCommon": null,
        "evolutionStepsMedical": null,
        "evolutionStepsVeterinary": null,
        "evolutionStepsCommon": null,
        "referencesMedical": null,
        "referencesVeterinary": null,
        "referencesCommon": null,
        "rootMedical": null,
        "rootVeterinary": null,
        "rootCommon": " "
    }
]